Repository: nekwebdev/xbmctorrent
Catalog: resources/language/*/strings.po
Languages: french

# #30001
source: General
french: Général

# #30002
source: Download
french: Téléchargement

# #30003
source: Download Path
french: Dossier de téléchargement

# #30004
source: Keep files after playback/download stops
french: Conserver les fichiers après lecture<

# #30005
source: Auto-unblock websites (via Immunicity)
french: Auto-débridage des sites (par Immunicity)

# #30006
source: XBMC Library Integration
french: Intégration à la médiathèque de XBMC

# #30007
source: Install
french: Installer

# #30008
source: Uninstall
french: Déinstaller

# #30010
source: BitTorrent Options
french: Options BitTorrent

# #30011
source: Magnet Booster
french: Booster de magnet

# #30012
source: Max Upload Rate (kB/s)
french: Vitesse Max pour Upload (kB/s)

# #30013
source: Max Download Rate (kB/s)
french: Vitesse Max pour Download (kB/s)

# #30015
source: Advanced
french: Avancé

# #30016
source: Pornographic Content
french: Contenu pornographique

# #30017
source: Enable
french: Activé

# #30019
source: Clear cache
french: Effacer le cache

# #30020
source: Custom domains
french: Domaines

# #30022
source: Disable (except for index)
french: Désactivé (sauf pour l'index)

# #30024
source: Custom Android Application ID
french: ID de l'application Android

# #30100
source: Queued
french: En attente

# #30101
source: Checking
french: Vérification

# #30102
source: Downloading metadata
french: Téléchargement du metadata

# #30103
source: Downloading
french: Téléchargement

# #30104
source: Finished
french: Téléchargement Terminé

# #30106
source: Allocating
french: Allocation

# #30107
source: Allocating file & Checking resume
french: Allocation du fichier & reprise de la lecture
